{
    "users": [
        {
            "displayName": "John Doe",
            "uniqueDisplayName": "johndoe",
            "email": "John@gmail.com",
            "password": "Abc1234!"
        },
        {
            "displayName": "moderator",
            "uniqueDisplayName": "moderator",
            "email": "mod@gmail.com",
            "password": "Abc1234!",
            "isMod": true
        },
        {
            "_id": "6772c2f57eb662f54ed98e42",
            "displayName": "Admin",
            "uniqueDisplayName": "admin",
            "email": "admin@gmail.com",
            "password": "Abc1234!",
            "isAdmin": true
        }
    ],
    "categories": [
        {
            "_id": "677bde52821a8b11e0c4ba6a",
            "name": "MMORPG"
        },
        {
            "name": "RPG"
        },
        {
            "name": "FPS"
        },
        {
            "name": "MOBA"
        },
        {
            "name": "RTS"
        }
    ],
    "guides": [
        {
            "user_id": "6772c2f57eb662f54ed98e42",
            "category": "677bde52821a8b11e0c4ba6a",
            "author": "Admin",
            "title": "Alpha 2 Has Officially Launched",
            "isApproved": true,
            "isFeatured": true,
            "content": "<p>The wait is finally over for <strong style=\"color: rgb(255, 140, 0);\">Ashes of Creation</strong> fans. After years of development, Intrepid Studios has thrown open the gates to Alpha 2, removing all <strong>Non-Disclosure Agreement (NDA)</strong> restrictions and letting players freely share their adventures in the vast world of Verra for the first time.</p><p><br></p><p>As servers went live on <strong>October 25, 2024</strong>, thousands of eager players flooded in, with social media immediately lighting up with screenshots, streams, and first impressions of the highly anticipated MMORPG. The excitement was palpable as long-time supporters got their first chance to publicly showcase the game's features and share their experiences with the broader gaming community.</p><p><br></p><p>The Alpha 2 launch brings with it the most complete version of the game's signature Node System yet seen, allowing players to directly influence how settlements grow and evolve across the world. Cities rise and fall based on player actions, with bustling metropolises potentially emerging from humble beginnings as wandering adventurers establish roots in previously uninhabited areas.</p><p><br></p><p>Combat has seen significant refinement as well, with Intrepid Studios implementing a hybrid system that aims to satisfy both traditional tab-target MMO players and those who prefer more active, action-oriented combat. Early streams have shown intense castle sieges in action, with hundreds of players battling across massive fortifications using siege weapons, magic, and medieval weaponry.</p><p><br></p><p>The game's economic systems have drawn particular attention, with player-driven trade routes and caravan gameplay creating organic opportunities for both cooperation and conflict. Merchants brave dangerous territories to transport valuable goods between nodes, while raiders lie in wait to ambush the unwary.</p><p><br></p><p>While Intrepid Studios emphasizes that Alpha 2 remains a testing phase focused on gathering feedback and refining core systems, the removal of the NDA represents a strong vote of confidence in the project's current state. Players who backed the project at appropriate levels or purchased Alpha 2 access can now download and participate in the testing phase through the official <strong style=\"color: rgb(255, 140, 0);\">Ashes of Creation</strong> launcher.</p><p><br></p><p>On launch day, player hubs are bustling with activity as adventurers gathered to explore, trade, and forge the first alliances that may one day shape the political landscape of Verra. For many, it's the first step in what promises to be an epic journey in one of the most ambitious MMORPGs in recent memory.</p>",
            "youtubeUrl": "https://www.youtube.com/watch?v=GCLCiHnvy9s"
        },
        {
            "user_id": "6772c2f57eb662f54ed98e42",
            "category": "677bde52821a8b11e0c4ba6a",
            "author": "Admin",
            "title": "Elysian Realms",
            "isApproved": true,
            "content": "<p>The wait is finally over for <strong style=\"color: rgb(255, 140, 0);\">Elysian Realms</strong> fans. After years of development, Aetheric Games has thrown open the gates to Alpha 2, removing all <strong>Non-Disclosure Agreement (NDA)</strong> restrictions and letting players freely share their adventures in the vast world of Aether for the first time.</p><p><br></p><p>As servers went live on <strong>January 6, 2025</strong>, thousands of eager players flooded in, with social media immediately lighting up with screenshots, streams, and first impressions of the highly anticipated MMORPG. The excitement was palpable as long-time supporters got their first chance to publicly showcase the game's features and share their experiences with the broader gaming community.</p><p><br></p><p>The Alpha 2 launch brings with it the most complete version of the game's signature Node System yet seen, allowing players to directly influence how settlements grow and evolve across the world. Cities rise and fall based on player actions, with bustling metropolises potentially emerging from humble beginnings as wandering adventurers establish roots in previously uninhabited areas.</p><p><br></p><p>Combat has seen significant refinement as well, with Aetheric Games implementing a hybrid system that aims to satisfy both traditional tab-target MMO players and those who prefer more active, action-oriented combat. Early streams have shown intense castle sieges in action, with hundreds of players battling across massive fortifications using siege weapons, magic, and medieval weaponry.</p><p><br></p><p>The game's economic systems have drawn particular attention, with player-driven trade routes and caravan gameplay creating organic opportunities for both cooperation and conflict. Merchants brave dangerous territories to transport valuable goods between nodes, while raiders lie in wait to ambush the unwary.</p><p><br></p><p>While Aetheric Games emphasizes that Alpha 2 remains a testing phase focused on gathering feedback and refining core systems, the removal of the NDA represents a strong vote of confidence in the project's current state. Players who backed the project at appropriate levels or purchased Alpha 2 access can now download and participate in the testing phase through the official <strong style=\"color: rgb(255, 140, 0);\">Elysian Realms</strong> launcher.</p><p><br></p><p>On launch day, player hubs are bustling with activity as adventurers gathered to explore, trade, and forge the first alliances that may one day shape the political landscape of Aether. For many, it's the first step in what promises to be an epic journey in one of the most ambitious MMORPGs in recent memory.</p>"
        },
        {
            "user_id": "6772c2f57eb662f54ed98e42",
            "category": "677bde52821a8b11e0c4ba6a",
            "author": "Admin",
            "title": "Legends of Eldoria",
            "isApproved": true,
            "content": "<p>The wait is finally over for <strong style=\"color: rgb(255, 140, 0);\">Legends of Eldoria</strong> fans. After years of development, Mythic Forge has thrown open the gates to Alpha 2, removing all <strong>Non-Disclosure Agreement (NDA)</strong> restrictions and letting players freely share their adventures in the vast world of Eldoria for the first time.</p><p><br></p><p>As servers went live on <strong>January 6, 2025</strong>, thousands of eager players flooded in, with social media immediately lighting up with screenshots, streams, and first impressions of the highly anticipated MMORPG. The excitement was palpable as long-time supporters got their first chance to publicly showcase the game's features and share their experiences with the broader gaming community.</p><p><br></p><p>The Alpha 2 launch brings with it the most complete version of the game's signature Node System yet seen, allowing players to directly influence how settlements grow and evolve across the world. Cities rise and fall based on player actions, with bustling metropolises potentially emerging from humble beginnings as wandering adventurers establish roots in previously uninhabited areas.</p><p><br></p><p>Combat has seen significant refinement as well, with Mythic Forge implementing a hybrid system that aims to satisfy both traditional tab-target MMO players and those who prefer more active, action-oriented combat. Early streams have shown intense castle sieges in action, with hundreds of players battling across massive fortifications using siege weapons, magic, and medieval weaponry.</p><p><br></p><p>The game's economic systems have drawn particular attention, with player-driven trade routes and caravan gameplay creating organic opportunities for both cooperation and conflict. Merchants brave dangerous territories to transport valuable goods between nodes, while raiders lie in wait to ambush the unwary.</p><p><br></p><p>While Mythic Forge emphasizes that Alpha 2 remains a testing phase focused on gathering feedback and refining core systems, the removal of the NDA represents a strong vote of confidence in the project's current state. Players who backed the project at appropriate levels or purchased Alpha 2 access can now download and participate in the testing phase through the official <strong style=\"color: rgb(255, 140, 0);\">Legends of Eldoria</strong> launcher.</p><p><br></p><p>On launch day, player hubs are bustling with activity as adventurers gathered to explore, trade, and forge the first alliances that may one day shape the political landscape of Eldoria. For many, it's the first step in what promises to be an epic journey in one of the most ambitious MMORPGs in recent memory.</p>"
        }
    ]
}